{
  "DAN DARE 3": "The ZX Spectrum's software library was very diverse.  While the majority of the software produced for the system was video games, others included programming language implementations, Sinclair BASIC extensions, databases, word processors, spread sheets, drawing and painting tools, and 3D modelling tools.",
  "AUF WIEDERSEHEN, MONTY": "Wanted: Monty Mole is a platform video game published in July 1984 for the ZX Spectrum and Commodore 64 home computers.  It is the first game released by Gremlin Graphics and the first game in the Monty Mole series.  Monty Mole is a fictional mole created by Ian Stewart, the director of the company.",
  "Adventure Island 2": "Adventure Island 2 egy játék a NES platformon.",
  "Abadox": "Abadox egy játék a NES platformon.",
  "Adventure Island II": "Adventure Island II egy játék a NES platformon.",
  "Battalion Wars": "Battalion Wars egy játék a Gamecube platformon.",
  " Stunt Race FX": " Stunt Race FX egy játék a GBA platformon.",
  " Super Bomberman": "Super Bomberman is the first Bomberman game on the Super NES.  Like most games in the Bomberman series, Super Bomberman features a normal game as well as the famous battle mode. \n\nIn the normal game, Mr.",
  " Sunset Riders": "Sunset Riders (サンセットライダーズ, Sansetto Raidāzu) is a side-scrolling run and gun video game developed and released by Konami as a coin-operated video game on the JAMMA arcade platform in 1991.  The game is set in the American Old West, where the player takes control of a bounty hunter who is seeking the rewards offered for various criminals. \nThe coin-op version was released in two variants: a two-player version and a four-player version.",
  " Super Double Dragon": "Super Double Dragon, known in Japan as Return of Double Dragon (リターン・オブ・双截龍(ダブルドラゴン), Ritān Obu Daburu Doragon), is a side-scrolling beat-'em-up released for the Super Nintendo Entertainment System in 1992.  It was published by Technōs Japan in Japan and by Tradewest in North America and the PAL region.  Super Double Dragon is the fourth console game in the Double Dragon series developed by Technōs Japan, following Double Dragon III: The Sacred Stones for the NES.",
  "A Shadows Tale": "Once, after a devastating war, you were locked up in a magical prison. \nAfter sleeping for thousands of years you are finally free, but that is just the beginning of your story, as you are the first of the awakened and it is your time to plunge the world into darkness and take revenge on those who once betrayed you. \nGo on an adventure through a magical fairy-tale land.",
  "Dead Space Extraction": "Dead Space™ Extraction tells the untold story of the Aegis VII Colony through a handful of survivors battling to reach the orbiting USG Ishimura amidst a horrific infection.  As their allies mysteriously fall victim to dementia, it becomes clear that protecting a young girl granting them a bizarre immunity may be their only hope for survival.  In every shadow, behind every corner, terror hides—so you can't.",
  "Geometry wars Galaxies": "Blast your way through all-new battle grids, upgrade your new Battle\nDrone and blast through relentless waves of enemies in the first-ever\nGeometry Wars single-player campaign.  Then join a friend for fast-paced\nmultiplayer that's out of this world. \n\nGeometry Wars: Galaxies also includes the full version of Bizarre\nCreations' Geometry Wars: Retro Evolved.",
  "Back to the future": "Back to the Future is a 1989 video game released by LJN for the Nintendo Entertainment System.  The game is loosely based on the 1985 film of the same name.  A sequel, Back to the Future Part II & III, was released in 1990.",
  "A Boy And His Blob": "A Boy and His Blob makes its triumphant return! A reimagining of the NES classic, as the boy, you feed your blob jelly beans and watch him transform into cool and useful objects to solve puzzles and escape danger.  With its robust and emotionally driven story, challenging puzzles, and visually impressive art style, A Boy and His Blob is sure to become a classic once again. \n\nWhen Blobolonia is threatened by an evil Emperor, the blob comes to Earth looking for help."
}